{
  "plugins": {
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp",
      "version": "'main'"
    },
    "blink.lib": {
      "src": "https://github.com/saghen/blink.lib",
      "version": "'main'"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim",
      "version": "'master'"
    },
    "difftool.nvim": {
      "src": "https://github.com/deathbeam/difftool.nvim",
      "version": "'main'"
    },
    "lazygit.nvim": {
      "src": "https://github.com/kdheepak/lazygit.nvim",
      "version": "'main'"
    },
    "matugen.nvim": {
      "src": "https://github.com/daedlock/matugen.nvim",
      "version": "'main'"
    },
    "mini.files": {
      "src": "https://github.com/echasnovski/mini.files",
      "version": "'main'"
    },
    "nvim-lint": {
      "src": "https://github.com/mfussenegger/nvim-lint",
      "version": "'master'"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter",
      "version": "'main'"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim",
      "version": "'master'"
    },
    "rust.vim": {
      "src": "https://github.com/rust-lang/rust.vim",
      "version": "'master'"
    },
    "telescope.nvim": {
      "src": "https://github.com/nvim-telescope/telescope.nvim",
      "version": "'0.1.x'"
    },
    "undotree": {
      "src": "https://github.com/mbbill/undotree",
      "version": "'master'"
    }
  }
}
